let a = prompt('Салам! Давай ти мені цихру - я тобі значок любий.');

if (a == 1) {
    alert ('Ти мені ' + a + ' - я тобі "!"')
} else if (a == 2) {
    alert ('Ти мені ' + a + ' - я тобі "@"')
} else if (a == 3) {
    alert ('Ти мені ' + a + ' - я тобі "#"')
} else if (a == 4) {
    alert ('Ти мені ' + a + ' - я тобі "$"')
} else if (a == 5) {
    alert ('Ти мені ' + a + ' - я тобі "%"')
} else if (a == 6) {
    alert ('Ти мені ' + a + ' - я тобі "^"')
} else if (a == 7) {
    alert ('Ти мені ' + a + ' - я тобі "&"')
} else if (a == 8) {
    alert ('Ти мені ' + a + ' - я тобі "*"')
} else if (a == 9) {
    alert ('Ти мені ' + a + ' - я тобі "("')
} else if (a == 0) {
    alert ('Ти мені ' + a + ' - я тобі ")"')
}
